Repository: fsinfuhh/mafiasi
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de_de, fr_fr

source: Your email address was automatically set to an invalid one. Please update your email address immediately.
de_de: Deine alte E-Mail-Adresse wurde automatisiert auf eine ungültige gesetzt. Bitte aktualisiere sie umgehend.
fr_fr: Votre adresse é-mail a été changée automatiquement en une adresse invalide. Mettez-la à jour, s'il vous plaît.

source: Internal server error
de_de: Interner Serverfehler
fr_fr: Erreur interne du serveur

source: Groups
de_de: Gruppen
fr_fr: Groupes

source: Settings
de_de: Einstellungen
fr_fr: Paramètres

source: Logged in as %(username)s
de_de: Angemeldet als %(username)s
fr_fr: Connecté en tant que %(username)s

source: Logout
de_de: Abmelden
fr_fr: Déconnecter

source: Register
de_de: Registrieren
fr_fr: Enregistrez-Vous

source: Imprint
de_de: Impressum
fr_fr: Empreinte

source: Data privacy statement
de_de: Datenschutzerklärung
fr_fr: Politique de confidentialité

source: Technical info
de_de: Technik
fr_fr: Information technique

source: Problems?
de_de: Probleme?
fr_fr: Problèmes?

source: License information
de_de: Lizenzinformationen
fr_fr: Informations sur la licence

source: <p>Did you encounter any technical problems using this site? Just write an email to <strong><a href="mailto:%(team_email)s">%(team_email)s</a></strong> and describe your problem.</p>
de_de: <p>Hattest du technische Probleme mit dieser Seite? Schreib einfach eine E-Mail an <strong><a href="mailto:%(team_email)s">%(team_email)s</a></strong> und beschreibe dein Problem.</p>
fr_fr: <p>Avez-vous rencontrez des problèmes techniques en utilisant de ce site? Il suffit d'écrire un courriel à <strong><a href="mailto:%(team_email)s">%(team_email)s </a></strong> et décrire votre problème.</p>

source: Technical Info
de_de: Technik
fr_fr: Infos techniques

source: License overview of third-party components
de_de: Übersicht der Lizenzen von Fremd-Komponenten
fr_fr: Aperçu des licences des composants tiers

source: This site uses the following software/components:
de_de: Diese Seite benutzt folgende Software/Komponenten:
fr_fr: Ce site utilise les logiciels / composants suivants:

source: Listed in no particular order.
de_de: In willkürlicher Reihenfolge aufgelistet.
fr_fr: Inscrite dans aucun ordre particulier.

source: Limit for {} reached. Please wait until {}.
de_de: Grenze für {} erreicht. Bitte warte bis {}.
fr_fr: Limite pour {} atteint. S'il vous plaît attendre {}.

source: Limit reached. Please wait until {}
de_de: Grenze erreicht. Bitte warte bis: {}
fr_fr: Limite atteinte. S'il vous plaît attendre {}

source: '%(value)s' contains invalid characters. Only ASCII characters are allowed.
de_de: '%(value)s' enthält ungültige Zeichen. Nur ASCII-Zeichen sind erlaubt.
fr_fr: «%(value)s» contient des caractères non valides. Seuls les caractères ASCII sont autorisés.

source: Your password contains invalid characters. Only ASCII characters are allowed.
de_de: Dein Passwort enthält ungültige Zeichen. Nur ASCII-Zeichen sind erlaubt.
fr_fr: Votre mot de passe contient des caractères non valides. Seuls les caractères ASCII sont autorisés.

source: Your password may only contain the following characters: %s
de_de: Dein Passwort darf nur die folgenden Zeichen enthalten: %s
fr_fr: Votre mot de passe ne peut contenir que les caractères suivants : %s

source: BitPoll helps you to find common dates for meetings easily.
de_de: Mit dem BitPoll kannst du einfach gemeinsame Termine finden.
fr_fr: Le BitPoll vous aide à trouver des dates communes pour les réunions facilement.

source: Services
de_de: Dienste

source: Rearrange item
de_de: Dienst umordnen
fr_fr: Réorganiser

source: News and more
de_de: Aktuelles und mehr
fr_fr: Les nouvelles et plus

source: Wiki search
de_de: Wiki-Suche
fr_fr: Recherche Wiki

source: Search
de_de: Suche
fr_fr: Recherche

source: Discourse is our forum for questions and discussions with your fellow students.
de_de: Discourse ist unser Forum für Fragen und Diskussionen mit deinen Kommilitonen.
fr_fr: Le discours est notre forum pour les questions et discussions avec vos collègues étudiants.

source: You can use the Etherpad to work together on a document in real time.
de_de: Das Etherpad erlaubt es dir, mit anderen gemeinsam in Echtzeit an einem Dokument zu arbeiten.
fr_fr: Vous pouvez utiliser le Etherpad de travailler ensemble sur un document en temps réel.

source: Create group pad
de_de: Gruppenpad erstellen
fr_fr: Créer pad de groupe

source: Group
de_de: Gruppe
fr_fr: Groupe

source: You can create a new group in the <a href="%(groups_link)s">group management</a>.
de_de: In der <a href="%(groups_link)s">Gruppenverwaltung</a> kannst du eine neue Gruppe anlegen.
fr_fr: Vous pouvez créer un nouveau groupe dans le <a href="%(groups_link)s"> management de groupe</a>.

source: Delete group pad
de_de: Gruppenpad Löschen
fr_fr: Supprimer pad de groupe

source: Delete the Pad <b>%(pad)s</b> from group <b>%(group)s</b>?
de_de: Das Gruppenpad <b>%(pad)s</b> der Gruppe <b>%(group)s</b> löschen?
fr_fr: Supprimez le Pad <b>%(pad)s</b> du groupe <b>%(group)s</b>?

source: You tried to administrate the group <b>%(group_name)s</b>. You are not admin in this group!
de_de: Du wolltest die Gruppe <b>%(group_name)s</b> administrieren, aber du bist kein Gruppenadmin!
fr_fr: Vous avez essayé d'administrer le groupe <b>%(group_name)s</b>. Vous n'êtes pas administrateur dans ce groupe !

source: You tried to access the group <b>%(group_name)s</b>. You aren't in this group!
de_de: Du wolltest auf die Gruppe <b>%(group_name)s</b> zugreifen, aber du bist gar nicht in der Gruppe!
fr_fr: Vous avez essayé d'accéder au groupe <b>%(group_name)s</b>. Vous n'êtes pas dans ce groupe !

source: Etherpad overview
de_de: Etherpad-Übersicht
fr_fr: Aperçu Etherpad

source: Create new pad
de_de: Neues Pad erstellen
fr_fr: Créer un nouveau pad

source: You can either create public pads, which everybody who knows their URL can access or group pads, which can only be accessed by members of a group. In the <a href="%(groups_link)s">group management</a> you can create groups and invite others.
de_de: Du kannst öffentliche Pads erstellen, auf die jeder, der die URL kennt, zugreifen kann oder Gruppenpads, auf denen nur die Gruppenmitglieder zugreifen können. In der <a href="%(groups_link)s">Gruppenverwaltung</a> kannst du Gruppen erstellen und andere einladen.
fr_fr: Vous pouvez soit créer plaquettes publics, que tout le monde qui connaît leur URL peut accéder ou plaquettes de groupe, qui ne sont accessibles que par les membres d'un groupe. Dans le <a href="%(groups_link)s"> gestion de groupe </a> vous pouvez créer des groupes et inviter d'autres personnes.

source: Create public pad
de_de: Öffentliches Pad erstellen
fr_fr: Créer pad publique

source: Protected group pads can only be created if you are logged in.
de_de: Geschütze Gruppenpads können nur erstellt werden, wenn du eingeloggt bist.
fr_fr: Coussinets de groupes protégés ne peuvent être créés si vous êtes connecté.

source: Your pinned pads
de_de: Angepinnte Pads
fr_fr: Vos pads épinglés

source: Your group pads
de_de: Deine Gruppenpads
fr_fr: Vos plaquettes de groupe

source: Last changed:
de_de: Letzte Änderung:
fr_fr: Dernière modification:

source: Overview
de_de: Übersicht
fr_fr: Vue d'ensemble

source: New group pad
de_de: Neues Gruppenpad
fr_fr: Nouveau pad de groupe

source: Hide navigation bars
de_de: Navigationsleisten verstecken
fr_fr: Masquer les barres de navigation

source: FB18 is our deprecated bulletin board, which is kept here as an archive.
de_de: FB18 ist unser veraltetes Forum, das hier als Archiv aufbewahrt wird.
fr_fr: FB18 est notre babillard obsolète, qui est conservé ici comme une archive.

source: The Github like repository service
de_de: Der Github-artige Repository-Dienst
fr_fr: Le service de dépôt

source: The GProt contains memory minutes of oral and written exams.
de_de: Im GProt findest du Gedächtnisprotokolle von Klausuren und mündlichen Prüfungen.
fr_fr: La mémoire contient GProt minutes d'examens oraux et écrits.

source: Selected examiner does not exist
de_de: Ausgewählter Prüfer existiert nicht
fr_fr: Ne existe pas examinateur sélectionné

source: Selected course does not exist
de_de: Ausgewähltes Modul existiert nicht
fr_fr: Cours selecté ne existe pas

source: Invalid selection
de_de: Ungültige Auswahl
fr_fr: Sélection invalide

source: Write online
de_de: Online schreiben
fr_fr: Écrire en ligne

source: Upload PDF
de_de: PDF hochladen
fr_fr: Télécharger le PDF

source: Reminder: Memory minutes for "%(coursename)s"
de_de: Erinnerung: Gedächtnisprotokoll für "%(coursename)s"
fr_fr: Rappel: Mémoire minutes pour "%(coursename)s"

source: View
de_de: Anzeigen
fr_fr: Vue

source: Edit
de_de: Bearbeiten
fr_fr: Éditer

source: Publish
de_de: Veröffentlichen
fr_fr: Publier

source: Delete
de_de: Löschen
fr_fr: Effacer

source: Forget authorship
de_de: Urheberschaft vergessen
fr_fr: Oubliez auteur

source: Course:
de_de: Modul:
fr_fr: Cours:

source: New
de_de: Neu
fr_fr: Nouveau

source: Examiner:
de_de: Prüfer:
fr_fr: Examinateur:

source: Exam date:
de_de: Prüfungsdatum:
fr_fr: Date de l'examen:

source: Cancel
de_de: Abbrechen
fr_fr: Annuler

source: Add new teacher
de_de: Neuen Dozenten hinzufügen
fr_fr: Ajouter nouvel enseignant

source: Title:
de_de: Titel:
fr_fr: Titre:

source: First Name:
de_de: Vorname:
fr_fr: Prénom:

source: Last Name:
de_de: Nachname:
fr_fr: Nom de famille:

source: Department:
de_de: Fachbereich:
fr_fr: Département:

source: Add new course
de_de: Neues Modul hinzufügen
fr_fr: Ajouter nouveau cours

source: Short Name:
de_de: Abkürzung:
fr_fr: Nom court:

source: Course
de_de: Modul
fr_fr: Cours

source: Exam date
de_de: Prüfungsdatum
fr_fr: Date d'examen

source: Examiners
de_de: Prüfer
fr_fr: Examinateurs

source: published
de_de: veröffentlicht
fr_fr: publié

source: unpublished
de_de: unveröffentlicht
fr_fr: non publié

source: Create memory minutes
de_de: Gedächtnisprotokoll erstellen
fr_fr: Créer minutes de mémoire

source: This page needs javascript in order to function correctly. Please activate it before you proceed.
de_de: Diese Seite benötigt JavaScript um richtig zu funktionieren.. Bitte aktiviere es, bevor du fortfährst.

source: Please take care to only upload <strong>memory</strong> minutes. This is not the place for photos of exams or similar.
de_de: Bitte nur <em>Gedächtnis</em>protokolle hochladen! Fotos von Klausuren und Vergleichbares haben hier nichts verloren.
fr_fr: Ne veuillez téléverser que les minutes de <strong>mémoire</strong>. Ce n'est pas le lieu pour les photos d'examens ou autres.

# GProt format
source: Type
de_de: Typ

source: Continue
de_de: Weiter
fr_fr: Continuer

source: Delete: %(course_name)s
de_de: Löschen: %(course_name)s
fr_fr: Supprimer: %(course_name)s

source: Do you really want to delete these memory minutes?
de_de: Möchtest du dieses Gedächtnisprotokoll wirklich löschen?
fr_fr: Voulez-vous vraiment supprimer ces minutes de mémoire?

source: Memory minutes: %(course_name)s
de_de: Gedächtnisprotokoll: %(course_name)s
fr_fr: Minute de mémoire: %(course_name)s

source: Edit metadata
de_de: Metadaten bearbeiten
fr_fr: Modifier les métadonnées

source: no labels
de_de: kein Label
fr_fr: aucune étiquette

source: <b>Warning:</b> The current document will be replaced when you upload a new one.
de_de: <b>Achtung:</b> Das aktuelle Dokument wird ersetzt, wenn du ein neues hochlädst.
fr_fr: <b> Attention: </b> Le document actuel sera remplacé lorsque vous téléchargez un nouveau.

source: Error:
de_de: Fehler:
fr_fr: Erreur:

source: Select a file
de_de: Datei auswählen
fr_fr: Sélectionnez un fichier

source: Upload
de_de: Hochladen
fr_fr: Télécharger

source: Upload and publish
de_de: Speichern und veröffentlichen
fr_fr: Téléchargez et publier

source: Upload only
de_de: Nur speichern
fr_fr: Télécharge seulement

source: Save changes
de_de: Änderungen speichern
fr_fr: Enregistrer les modifications

source: Save and publish
de_de: Speichern und veröffentlichen
fr_fr: Enregistrez et publiez

source: Save only
de_de: Nur speichern
fr_fr: Enregistrement seulment

source: This page needs javascript in order to function correctly. Please activate it before you proceed.
de_de: Diese Seite benötigt JavaScript um richtig zu funktionieren.. Bitte aktiviere es, bevor du fortfährst.
fr_fr: Cette page a besoin de javascript pour fonctionner correctement. S'il vous plaît l'activer avant de continuer.

source: Save
de_de: Speichern
fr_fr: Enregistrer

source: Forget authorship: %(course_name)s
de_de: Urheberschaft vergessen: %(course_name)s
fr_fr: Forget auteur: %(course_name)s

source: Do you really want to remove your association with these memory minutes from the database? This will of course disable editing this memory minutes, since we no longer know who wrote it.
de_de: Möchtest du wirklich deine Urheberschaft für dieses Gedächtnisprotokoll löschen? Dadurch wirst du es nicht mehr bearbeiten können, da wir dann nicht mehr wissen, wer es verfasst hat.
fr_fr: Voulez-vous vraiment supprimer votre association avec ces mémoire minutes de le base de données? Ce sera bien sûr désactiver l'édition de cette mémoire minutes, depuis we ne sais plus qui l'a écrit.

source: Search for memory minutes
de_de: Nach Gedächtnisprotokollen suchen
fr_fr: Rechercher minutes de mémoire

source: Just enter the name of the course and/or examiner to see available memory minutes.
de_de: Gib einfach den Namen des Moduls und/oder Prüfers ein, um die verfügbaren Gedächtnisprotokolle zu sehen.
fr_fr: Il suffit d'entrer le nom du cours et / ou de l'examinateur de voir disponibles minutes de mémoire.

source: Remove from favorites
de_de: Aus Favoriten entfernen
fr_fr: Retirer des favoris

source: Save as favorite
de_de: Als Favorit speichern
fr_fr: Sauvegarder comme favori

source: Show memory minutes
de_de: Gedächtnisprotokolle anzeigen
fr_fr: Afficher minutes de mémoire

source: Sorry, there are currently no published memory minutes matching your search. You may set up a <a href="%(notifications_url)s">notification</a> if you would like to be informed when new memory minutes matching your query are published.
de_de: Leider gibt es derzeit keine Gedächtnisprotokolle, die zu deiner Suche passen. Du kannst eine <a href="%(notifications_url)s">Benachrichtigung</a> einrichten, wenn du über neu veröffentlichte Gedächtnisprotokolle zu deiner Anfrage informiert werden möchtest.
fr_fr: Désolé, il n'y a aucun publiés minutes de mémoire correspondant à votre recherche. Vous pouvez configurer une <a href="%(notifications_url)s">notification</a> si vous aurait souhaitez être tenu informé lorsque de nouvelles minutes de mémoire à votre requête sont publiés.

source: Favorites
de_de: Favoriten
fr_fr: Favoris

source: List own memory minutes
de_de: Eigene Gedächtnisprotokolle anzeigen
fr_fr: Inscrivez propres minutes de mémoire

source: You have no memory minutes we know of! :-(
de_de: Du hast keine eigenen Gedächtnisprotokolle, von denen wir wissen.
fr_fr: Vous ne avez pas de mémoire minutes que nous connaissons! :-(

source: Create new
de_de: Neues erstellen
fr_fr: Créer un nouveau

source: List own
de_de: Eigene anzeigen
fr_fr: Liste propre

source: Notifications
de_de: Benachrichtigungen

source: Reminders
de_de: Erinnerungen
fr_fr: Rappels

source: View: %(course_name)s
de_de: Ansehen: %(course_name)s
fr_fr: Vue: %(course_name)s

source: Edit: %(course_name)s
de_de: Bearbeiten: %(course_name)s
fr_fr: Modifier: %(course_name)s

source: Publish: %(course_name)s
de_de: Veröffentlichen: %(course_name)s
fr_fr: Publier: %(course_name)s

source: Delete: %(course_name)s
de_de: Löschen: %(course_name)s
fr_fr: Supprimer: %(course_name)s

source: Forget authorship: %(course_name)s
de_de: Urheberschaft vergessen: %(course_name)s
fr_fr: Oubliez auteur: %(course_name)s

source: Hi there! A new memory minute matching your search for "%(query)s" has just been uploaded. You can view it at %(url)s Cheers, Your Server-AG
de_de: Moin, ein neues Gedächtnisprotokoll, das zu deiner Suche nach "%(query)s" passt, wurde gerade veröffentlicht. Du kannst es dir unter %(url)s ansehen. Viele Grüße Deine Server-AG
fr_fr: Hi there! A nouvelle minute de mémoire correspondant à votre recherche "%(query)s" has viennent d'être téléchargés. Vous peuvent le consulter au %(url)s Cheers, Votre Server AG

source: <p>Are you looking for memory minutes for a specific course that aren't here yet? Just add the course below and we will notify you as soon as new memory minutes matching your search are published. Please consider contributing memory minutes yourself, to help others in the same position.</p>
de_de: <p>Suchst du nach Gedächtnisprotokollen, die es hier noch nicht gibt? Dann füg einfach unten den Kurs ein und wir benachrichtigen dich, sobald ein neues Gedächtnisprotokoll veröffentlicht wird, das zu deiner Suche passt. Bitte denk auch daran, selbst Gedächtnisprotokolle beizutragen, um anderen in deiner Position zu helfen.</p>
fr_fr: <p> Vous cherchez minutes de mémoire pour un cours spécifique qui ne sont pas encore là? Il suffit d'ajouter le cours ci-dessous et nous vous informerons dès que de nouvelles minutes de mémoire correspondant à votre recherche sont publiés. Se il vous plaît envisager de contribuer minutes de mémoire vous-même, d'aider les autres dans la même position. </p>

source: Added
de_de: Hinzugefügt am
fr_fr: Ajouté

source: Actions
de_de: Aktionen
fr_fr: Actes

source: Remove
de_de: Entfernen
fr_fr: Supprimer

source: Add notification
de_de: Benachrichtigung hinzufügen
fr_fr: Ajouter notification

source: Thank you for writing and publishing these memory minutes! Please note that once they are published, you will not be able to delete or unpublish them anymore.
de_de: Vielen Dank, dass du dieses Gedächtnisprotokoll geschrieben hast und veröffentlichen möchtest! Bitte beachte, dass du die Veröffentlichung nicht rückgängig machen und das Protokoll danach auch nicht mehr löschen kannst.
fr_fr: Merci pour l'écriture et la publication de ces minutes de mémoire! Se il vous plaît noter que once qu'ils sont publiés, vous ne serez pas en mesure de supprimer ou dépublier les anymore.

source: <strong>Keep authorship information.</strong> This allows you to edit your memory minutes after publishing and may allow other features in future. Your authorship will be kept confidential and will never be shown to others and you may remove the information at any time.
de_de: <strong>Urheberschaft speichern.</strong> Diese Option erlaubt es dir, dein Gedächtnisprotokoll zu bearbeiten, nachdem es veröffentlicht wurde, und könnte noch weitere Features ermöglichen, die wir vielleicht in Zukunft noch einbauen. Diese Daten werden vertraulich behandelt und niemals anderen Benutzern zugänglich gemacht werden. Du kannst die Information über deine Urheberschaft jederzeit löschen.
fr_fr: <strong> Gardez l'information de l'auteur. </strong> Cela vous permet d'éditer vos minutes de mémoire après l'édition et peut permettre à d'autres fonctions à l'avenir. Votre auteur sera gardée confidentielle et ne sera jamais montré à d'autres et vous pouvez supprimer les informations à tout moment.

source: <strong>Forget authorship information.</strong> This will delete your association with this memory minutes from the database. This will of course disable editing this memory minutes, since we no longer know who wrote it.
de_de: <strong>Urheberschaft vergessen.</strong> Diese Option löscht deine Verbindung mit diesem Gedächtnisprotokoll. Dadurch wirst du es nicht mehr bearbeiten können, da wir dann nicht mehr wissen, wer es verfasst hat.
fr_fr: <strong> Forget informations de l'auteur. </strong> Ce sera supprimer votre association avec cette mémoire minutes de la base de données. Cela Bien sûr désactiver l'édition de ce mémoire minutes, puisque nous ne sommes plus savons qui l'a écrit.

source: Hi there! You requested to be reminded of writing memory minutes for your exam in "%(course_name)s" today. Thanks a lot for this! By writing memory minutes yourself you will help many other students and contribute to the appeal of this repository, increasing the odds that someone else contributes memory minutes you may be looking for in the future. Cheers, Your Server-AG
de_de: Moin, Du wolltest heute daran erinnert werden, ein Gedächtnisprotokoll für das Modul "%(course_name)s" zu schreiben. Vielen Dank dafür! Durch das Schreiben eines Gedächtnisprotokolls hilfst du anderen Studierenden und trägst gleichzeitig dazu bei, dass diese Sammlung attraktiver wird, wodurch vielleicht andere motiviert werden,ein Gedächtnisprotokoll zu schreiben, an dem du Interesse hast. Viele Grüße Deine Server-AG
fr_fr: Salut à tous! Vous a demandé à être rappelé de la rédaction de minutes de mémoire for votre examen dans "%(course_name)s" aujourd'hui. Merci beaucoup pour cela! En écrivant minutes de mémoire vous de aidera beaucoup d'autres étudiants et de contribuer à l'appel of ce référentiel, ce qui augmente les chances que quelqu'un d'autre contribue minutes memory vous cherchez peut-être à l'avenir. Cheers, Votre Serveur-AG

source: <p>If want to contribute memory minutes yourself (which is great!) but worry that you might forget writing them after your exam is over, you can add a reminder here and we will send you an email right after the exam.</p>
de_de: <p>Wenn du selbst Gedächtnisprotokolle schreiben möchtest (was toll ist!) aber befürchtest, nach deiner Prüfung nicht mehr daran zu denken, dann richte hier eine Erinnerung ein und wir werden dir gleich nach der Prüfung eine Erinnerungsmail schreiben.</p>
fr_fr: <p> Si voulez contribuer mémoire minutes vous-même (ce qui est excellent!), Mais que vous vous inquiétez might oublier les écrire après votre examen est terminé, vous pouvez ajouter un rappel here et nous vous enverrons un e-mail à droite après le examen. </p>

source: Add reminder
de_de: Erinnerung hinzufügen
fr_fr: Ajouter un rappel

source: Memory minutes: %(course_name)s
de_de: Gedächtnisprotokoll: %(course_name)s
fr_fr: Minutes de mémoire: %(course_name)s

source: Download PDF
de_de: PDF herunterladen
fr_fr: Télécharger le PDF

source: Department
de_de: Fachbereich
fr_fr: Département

source: Sorry, your browser does not support embedding this document. However, you can download the PDF file using the button above.
de_de: Leider unterstützt dein Browser das Einbetten dieses Dokuments nicht. Du kannst es jedoch über den Button oben rechts als PDF-Datei herunterladen.
fr_fr: Désolé, votre navigateur ne supporte pas les intégrant ce document. Cependant, vous pouvez télécharger le fichier PDF en utilisant la touche de ci-dessus.

source: No document has been uploaded yet.
de_de: Es wurde noch kein Dokument hochgeladen.
fr_fr: Aucun document n'a encore été téléchargé.

source: Only files up to {0} MB are allowed.
de_de: Es sind nur Dateien kleiner als {0} MB erlaubt.
fr_fr: Seuls les fichiers jusqu'à {0} Mo sont admis.

source: Only PDF files are allowed.
de_de: Es sind nur PDF-Dateien erlaubt.
fr_fr: Seuls les fichiers PDF sont autorisés.

source: Please select a file to upload.
de_de: Bitte wähle eine Datei zum Hochladen aus.
fr_fr: S'il vous plaît sélectionner un fichier à télécharger.

source: Only PNG, JPEG and GIF files are allowed.
de_de: Es sind nur Bilder im PNG-, JPEG- oder GIF-Format erlaubt.
fr_fr: Seuls les fichiers PNG, JPEG et GIF sont autorisés.

source: New memory minutes for "%(coursename)s"
de_de: Neues Gedächtnisprotokoll für "%(coursename)s"
fr_fr: Nouveaux minutes de mémoire pour "%(coursename)s"

source: There is no user "%s."
de_de: Es gibt keinen Benutzer "%s".
fr_fr: Il n'y a pas user "%s."
