Repository: fsinfuhh/mafiasi
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de_de, fr_fr

source: You are the sole group admin. Please terminate the group or appoint another group admin.
de_de: Du bist der einzige Gruppenadmin. Bitte schließe die Gruppe oder ernenne einen anderen Gruppenadmin.
fr_fr: Vous êtes le seul administrateur du groupe. Se il vous plaît résilier le groupe ou nommer un autre administrateur du groupe.

source: Invalid group name.
de_de: Ungültiger Gruppenname.
fr_fr: Nom de groupe invalide.

source: The group name must be at least {} characters
de_de: Der Gruppenname muss mindestens {} Zeichen lang sein
fr_fr: Le nom du groupe doit être au moins {} caractères

source: Group does already exist.
de_de: Gruppe existiert bereits.
fr_fr: Ce groupe déjà existe.

source: Create new group
de_de: Neue Gruppe erstellen
fr_fr: Créer un nouveau groupe

source: Please note: The group name will be visible to other users.
de_de: Bitte beachte: Der Gruppenname kann von anderen Benutzern eingesehen werden.
fr_fr: S'il vous plaît noter: Le nom du groupe peut être vu par d'autres utilisateurs.

source: Group name
de_de: Gruppenname
fr_fr: Nom du groupe

source: Only letters, numbers "." and "-" are allowed. Must start with a letter.
de_de: Nur Buchstaben, Zahlen, "." und "-" sind zugelassen. Muss mit einen Buchstaben beginnen.
fr_fr: Seulement des lettres, des chiffres, "." et "-" sont autorisés. Doit commencer par une lettre.

source: Create
de_de: Erstellen
fr_fr: Créer

source: Invitations
de_de: Einladungen

source: Accept invitation
de_de: Einladung annehmen
fr_fr: Accepter l'invitation

source: Decline invitation
de_de: Einladungen ablehnen
fr_fr: Refuser l'invitation

source: Invited by
de_de: Eingeladen von
fr_fr: Invité par

source: My Groups
de_de: Meine Gruppen
fr_fr: Mes groupes

source: You are not yet member of any group.
de_de: Du bist noch nicht Mitglied einer Gruppe.
fr_fr: Vous n'êtes pas encore membre d'un groupe.

source: %(project_name)s Groups
de_de: Gruppen auf %(project_name)s
fr_fr: Groupes à %(project_name)s

source: Accept an invitation or create a new group and invite others to use %(project_name)s features such as private etherpads, owncloud sharing, group calendars and group bitpolls. Please check for existing groups.
de_de: Nimm eine Einladung an oder erstelle eine neue Gruppe und lade Andere ein, um %(project_name)s-Features wie private Etherpads, Nextcloud, Discourse-Kategorien und Gruppenmailinglisten nutzen zu können. Bitte auf existierende Gruppen prüfen.

source: Date
de_de: Datum

source: Invited By
de_de: Eingeladen von
fr_fr: Invité par

source: Accept
de_de: Annehmen
fr_fr: Accepter

source: Refuse
de_de: Verweigern
fr_fr: Refuser

source: You have no invitations.
de_de: Du hast keine Einladungen.
fr_fr: Vous n'avez pas d'invitations.

source: Invite people to %(group_name)s
de_de: In %(group_name)s einladen
fr_fr: Inviter à %(group_name)s

source: Account names
de_de: Accountnamen
fr_fr: Les noms de compte

source: Invite user
de_de: Benutzer einladen
fr_fr: Inviter l'utilisateur

source: Please enter the account names of the users you want to invite
de_de: Gib die Accountnamen der Benutzer ein, die du einladen möchtest
fr_fr: S'il vous plaît entrer les noms de compte des utilisateurs que vous souhaitez inviter

source: My groups
de_de: Meine Gruppen
fr_fr: Mes groupes

source: Leave
de_de: Verlassen
fr_fr: Laisser

source: Mailinglist
de_de: Mailingliste

source: The mailinglist address is <a href="mailto:%(address)s">%(address)s</a>.
de_de: Die Adresse der Mailingliste lautet <a href="mailto:%(address)s">%(address)s</a>.
fr_fr: L'adresse de la liste de diffusion est <a href="mailto:%(address)s">%(address)s</a>.

source: This group does not have a mailinglist.
de_de: Diese Gruppe hat keine Mailingliste.
fr_fr: Ce groupe n'a pas de liste de diffusion.

source: Manage
de_de: Einstellungen
fr_fr: Paramètres

source: Create mailinglist
de_de: Mailingliste erstellen
fr_fr: Créer liste de diffusion

source: Invitee
de_de: Eingeladener
fr_fr: Invité

source: Withdraw
de_de: Zurückziehen
fr_fr: Retirer

source: There are no open invitations.
de_de: Es gibt keine offenen Einladungen.
fr_fr: Il n'y a pas des invitations ouvertes.

source: Invite users
de_de: Benutzer einladen
fr_fr: Inviter des utilisateurs

source: Members
de_de: Mitglieder
fr_fr: Membres

source: Group admin
de_de: Gruppenadmin
fr_fr: Admin du groupe

source: Last group admin can't be removed.
de_de: Der letzte Gruppenadmin kann nicht entfernt werden.
fr_fr: Dernier admin du groupe ne peut pas être enlevé.

source: Revoke admin
de_de: Adminrechte entziehen
fr_fr: Révoquer administrateur

source: Grant admin
de_de: Adminrechte geben
fr_fr: Grant administrateur

source: Leave group
de_de: Gruppe verlassen
fr_fr: Quitter groupe

source: Group "{0}" was created.
de_de: Gruppe "{0}" wurde erstellt.
fr_fr: Groupe "{0}" a été créé.

source: You left the group.
de_de: Du hast die Gruppe verlassen.
fr_fr: Vous avez quitté le groupe.

source: User was removed from group
de_de: Der Benutzer wurde aus der Gruppe entfernt
fr_fr: Utilisateur a été supprimé du groupe

source: User was granted group admin.
de_de: Der Benutzer wurde zum Gruppenadmin gemacht.
fr_fr: L'utilisateur a été accordée groupe administrateur.

source: Revoked group admin rights from user.
de_de: Dem Benutzer wurden Gruppenadmin-Rechte entzogen.
fr_fr: Révocation droits groupe d'administration de l'utilisateur.

source: Invitation was sent.
de_de: Einladung wurde gesendet.
fr_fr: L'invitation a été envoyée.

source: Username must be alphanumeric and start with a letter.
de_de: Der Benutzername muss alphanumerisch sein und mit einem Buchstaben beginnen.
fr_fr: Nom d'utilisateur doit être alphanumérique et commencer par une lettre.

source: Username must be at least 3 characters long.
de_de: Der Benutzername muss mindestens 3 Zeichen lang sein.
fr_fr: Nom d'utilisateur doit être au moins trois caractères.

source: This name is not available.
de_de: Dieser Name ist nicht verfügbar.
fr_fr: Ce nom n'est pas disponible.

source: The guest can use this email address to register a normal user account.
de_de: Der Gast kann seine E-Mail-Adresse nutzen, um einen normalen Account zu registrieren.
fr_fr: Le client peut utiliser cette adresse e-mail pour enregistrer un compte utilisateur normal.

source: There is already an account with that email.
de_de: Es existiert bereits ein Account mit dieser E-Mail-Adresse.
fr_fr: Il existe déjà un compte avec cet e-mail.

source: invitations
de_de: Einladungen

source: Username
de_de: Benutzername
fr_fr: Nom d'utilisateur

source: Password
de_de: Passwort
fr_fr: Mot de passe

source: Password confirmation
de_de: Passwort bestätigen
fr_fr: Confirmation mot de passe

source: Create account
de_de: Account erstellen
fr_fr: Créer un compte

source: Account already exists
de_de: Account existiert bereits
fr_fr: Compte existe déjà

source: Hello %(full_name)s, you already have an account here! Its username is %(username)s. Did you <a href="%(password_reset_url)s">forget your password?</a>
de_de: Hallo %(full_name)s, du besitzt hier bereits einen Account! Der Benutzername lautet: %(username)s. Hast du dein <a href="%(password_reset_url)s">Passwort vergessen?</a>
fr_fr: Bonjour %(full_name)s, vous avez déjà un compte ici! Son nom est %(username)s. Avez-vous <a href="%(password_reset_url)s"> oublié votre mot de passe? </a>

source: Open invitations
de_de: Offene Einladungen
fr_fr: Des invitations ouvertes

source: Full name
de_de: Voller Name
fr_fr: Nom et prénom

source: Resend mail
de_de: E-Mail nochmal senden
fr_fr: Renvoi du mail

source: You have no open invitations.
de_de: Du hast keine offenen Einladungen.
fr_fr: Vous ne avez pas d'invitations ouvertes.

source: Invite guest
de_de: Gast einladen
fr_fr: Inviter invité

source: Your guests
de_de: Deine Gäste
fr_fr: Vos invités

source: You have no guests.
de_de: Du hast keine Gäste.
fr_fr: Vous ne avez pas invités.

source: Invitation withdrawn
de_de: Einladung wurde zurückgezogen
fr_fr: Invitation retiré

source: This invitation has been withdrawn or is no longer valid.
de_de: Diese Einladung wurde zurückgezogen oder ist nicht mehr gültig.
fr_fr: Cette invitation a été retirée ou ne est plus valide.

source: First name
de_de: Vorname
fr_fr: Prénom

source: Last name
de_de: Nachname
fr_fr: Nom de famille

source: Hello
de_de: Hallo
fr_fr: Bonjour

source: You were invited by %(full_name)s (%(username)s).
de_de: Du wurdest von %(full_name)s (%(username)s) eingeladen.
fr_fr: Vous avez été invité par %(full_name)s (%(username)s).

source: How about visiting <a href="%(dashboard_url)s">the dashboard</a>?
de_de: Du könntest <a href="%(dashboard_url)s">das Dashboard</a> besuchen.
fr_fr: Que diriez-vous de visite <a href="%(dashboard_url)s"> tableau de bord </a>?

source: Sorry, an account with username %(username)s already exists. If this is not your account, please request another invitation with a different username.</a>
de_de: Ein Account mit dem Nutzernamen %(username)s existiert bereits. Wenn dies nicht dein Account ist, kannst du mit einem anderen Nutzernamen eine erneute Einladung anfordern.
fr_fr: Désolé, un compte avec le nom d'utilisateur %(username)s existe déjà. Si ce n'est pas votre compte, veuillez demander une autre invitation avec un nom d'utilisateur différent.

source: {} was successfully invited.
de_de: {} wurde erfolgreich eingeladen.
fr_fr: {} a été invité avec succès.

source: Invitation was withdrawn.
de_de: Einladung wurde zurückgezogen.
fr_fr: L'invitation a été retirée.

source: invitation mails
de_de: Einladungsmails
fr_fr: mails d'invitation

source: Invitation mail was resent.
de_de: Einladungsmail wurde erneut versandt.
fr_fr: Invitation courrier était renvoyé.

source: On our Jabber server you can chat with your fellow students, which are already on your contact list.
de_de: Auf unserem Jabber-Server hast du deine Kommilitonen automatisch in der Kontaktliste und kannst mit ihnen chatten.
fr_fr: Sur notre serveur Jabber vous pouvez discuter avec vos collègues étudiants, qui sont déjà sur votre liste de contacts.

source: Your Jabber ID is <strong>%(username)s</strong>@%(jabber_domain)s. Note: it's different from your username.
de_de: Deine Jabber-ID lautet abweichend: <strong>%(username)s</strong>@%(jabber_domain)s.
fr_fr: Votre Jabber ID est <strong>%(username)s</strong>@%(jabber_domain)s. Remarque: il est différent de votre nom d'utilisateur.

source: Your Jabber ID is <strong>%(username)s@%(jabber_domain)s</strong>.
de_de: Deine Jabber-ID lautet: <strong>%(username)s@%(jabber_domain)s</strong>.
fr_fr: Votre identifiant Jabber est <strong>%(username)s@%(jabber_domain)s</strong>.

source: <p>If you want to change your Jabber password, just change it in your <a href="%(account_url)s">account settings</a>.</p>
de_de: <p>Wenn du dein Jabber-Passwort ändern möchtest, ändere einfach dein Passwort in den <a href="%(account_url)s">Account-Einstellungen</a>.</p>
fr_fr: <p> Si vous souhaitez modifier votre mot de passe Jabber, il suffit de changer dans votre <a href="%(account_url)s"> paramètres de compte </a>. </p>

source: The fingerprint of the current SSL certificate is:
de_de: Der Fingerprint des aktuellen SSL-Zertifikats lautet:
fr_fr: L'empreinte du certificat SSL actuel est:

source: Configure your Jabber Client
de_de: Einrichtung deines Jabber-Clients
fr_fr: Configurez votre client Jabber

source: In order to use Jabber, you need to install a Jabber client and configure it to connect to the Mafiasi server. One option is <a href="https://gajim.org" target="_blank">Gajim</a>, which is recommended by us.
de_de: Um Jabber nutzen zu können, musst du einen Jabber-Client installieren und dort deinen Mafiasi-Zugang einrichten. Die von uns empfohlene Option ist <a href="https://gajim.org" target="_blank">Gajim</a>.
fr_fr: En afin d'utiliser Jabber, vous devez installer un client jabber et le configurer pour se connecter au serveur Mafiasi. Une option est <a href="https://gajim.org" target="_blank">Gajim</a>, qui est recommendé par nous.

source: For Android systems, we recommend using <a href="https://conversations.im" target="_blank">Conversations</a>, which is a free Jabber client. It is available for free on F-Droid or paid on the Play Store.
de_de: Für Android-Systeme empfehlen wir <a href="https://conversations.im" target="_blank">Conversations</a>, ein freier Jabber-Client, der kostenlos über F-Droid und kostenpflichtig im Play Store bezogen werden kann.
fr_fr: Pour les systèmes Android, nous recommandons d'utiliser <a href="https://conversations.im" target="_blank">Conversations</a>, c'est un client Jabber libre. Il est disponible gratuitement sur F-Droid ou payé sur le Play Store.

source: Below you can see the required configuration for Gajim, Dino, Pidgin and Conversations.
de_de: Unten findest du die nötigen Einstellungen für Gajim, Dino, Pidgin und Conversations.
fr_fr: Vous trouverez ci-dessous la configuration requise pour Gajim, Dino, Pidgin et Conversations.

source: Jitsi is a secure and open source video conference tool that can be used in a browser.
de_de: Jitsi ist eine sichere Open-Source-Videoplattform, die im Browser genutzt werden kann.
fr_fr: Jitsi est un outil de vidéoconférence sécurisé et open source qui peut être utilisé dans un navigateur.

source: Kanboard is a kanban project management tool that you can use to track the progress of your projects.
de_de: Kanboard ist eine Kanban-Tafel mit der du den Fortschritt in deinen Projekten verfolgen koordinieren kannst.
fr_fr: Kanboard est un tableau kanban pour visualiser le progrès d'un projet.

source: Link Shortener
de_de: Kurzlinks

source: The best URL shortening service near you
de_de: Der beste Kurzlink-Dienst in deiner Umgebung

source: This email is already on the whitelist
de_de: Diese E-Mail-Adresse ist bereits auf der Whitelist
fr_fr: Cet e-mail est déjà sur la liste blanche

source: Settings for %(name)s
de_de: Einstellungen für %(name)s
fr_fr: Paramètres de %(name)s

source: Allow emails from all senders.
de_de: Erlaube E-Mails von allen Absendern.
fr_fr: Autoriser les emails de tous les expéditeurs.

source: Save settings
de_de: Einstellungen speichern
fr_fr: Enregistrer les paramètres

source: Mailinglist for %(group_name)s
de_de: Mailingliste für %(group_name)s
fr_fr: Liste de diffusion pour %(group_name)s

source: The mailinglist is not yet known to the mailserver. It will be activated at midnight.
de_de: Die Mailingliste ist dem Mailserver noch nicht bekannt. Sie wird um Mitternacht aktiviert.
fr_fr: La liste de diffusion ne est pas encore connu du serveur de messagerie. Elle va être activée à minuit.

source: The email address of this mailinglist is <strong>%(address)s</strong>.
de_de: Die E-Mail-Adresse dieser Mailingliste lautet <strong>%(address)s</strong>.
fr_fr: L'adresse e-mail de cette liste de diffusion est <strong>%(address)s</strong>.

source: Moderated emails
de_de: Moderierte E-Mails
fr_fr: Èmails modérés

source: Sender
de_de: Absender
fr_fr: Expéditeur

source: Subject
de_de: Betreff
fr_fr: Sujet

source: Action
de_de: Aktion

source: Allow
de_de: Erlauben
fr_fr: Permettre

source: Discard
de_de: Verwerfen
fr_fr: Jeter

source: There are no emails needing moderation.
de_de: Es gibt keine E-Mails, die Moderation benötigen.
fr_fr: Il n'y a pas les e-mails qui ont besoin modération.

source: List settings
de_de: Listeneinstellungen
fr_fr: Paramètres de la liste

source: Manage whitelist
de_de: Mailingliste verwalten
fr_fr: Gérer la liste blanche

source: %(whitelist_count)s entries
de_de: %(whitelist_count)s Einträge
fr_fr: %(whitelist_count)s entrées

source: The mailinglist for this group does not exist yet. Use this magic button to create it:
de_de: Für diese Gruppe gibt es noch keine Mailingliste. Benutze diesen magischen Knopf, um sie zu erstellen:
fr_fr: La liste de diffusion pour ce groupe n'existe pas encore. Utilisez ce bouton magique pour le créer:

source: Please ask a group admin to create this mailinglist.
de_de: Bitte frage einen Gruppenadmin, ob er diese Mailingliste erstellt.
fr_fr: S'il vous plaît demander à un administrateur de groupe pour créer cette liste de diffusion.

source: Whitelist for %(name)s
de_de: Whitelist für %(name)s
fr_fr: Liste blanche pour %(name)s

source: Sender email
de_de: Absender-E-Mail
fr_fr: Sender émail

source: There are no senders on the whitelist.
de_de: Es befinden sich keine Absender auf der Whitelist.
fr_fr: Il n'y a pas les expéditeurs sur la liste blanche.

source: Add sender to whitelist
de_de: Absender zur Whitelist hinzufügen
fr_fr: Ajouter l'expéditeur à la liste blanche

source: Add to whitelist
de_de: Zur Whitelist hinzufügen
fr_fr: Ajouter à la liste blanche

source: Mailinglist {list_name} was created.
de_de: Mailingliste {list_name} wurde erstellt.
fr_fr: Mailinglist {list_name} a été créé.

source: Mail was sent to mailinglist.
de_de: E-Mail wurde an die Mailingliste weitergeleitet.
fr_fr: Mail a été envoyé à la liste de diffusion.

source: Mail was discarded.
de_de: E-Mail wurde verworfen.
fr_fr: Courrier a été écartée.

source: Mailinglist settings saved.
de_de: Mailinglisteneinstellungen gespeichert.
fr_fr: Mailing paramètres sauvegardés.

source: Matrix provides decentralized messaging and VoIP with E2E encryption.
de_de: Matrix ermöglicht dezentrales Chatten und VoIP mit Ende-zu-Ende-Verschlüsselung.
fr_fr: Matrix fournit messagerie décentralisée et VoIP avec chiffrement de bout en bout.

source: An online team chat service
de_de: Mattermost ist ein Online-Chatservice für Teams
fr_fr: Mattermost est un service de chat de groupe en ligne

source: You can use our mumble for voice chat with other fellow students.
de_de: Unser Mumble-Server erlaubt es dir mit anderen Sprachkonferenzen zu führen.
fr_fr: Vous pouvez utiliser notre mumble pour le chat vocal avec d'autres étudiants d'autres.

source: Configure mumble as shown in the following image. Your password in Mumble is the same as used here.
de_de: Konfigure Mumble so wie es im folgenden Bild gezeigt wird. Dein Mumble-Passwort ist das gleiche wie hier.
fr_fr: Configurez mumble comme indiqué dans l'image suivante. Votre mot de passe dans Mumble est le même que celui utilisé ici.

source: Student association
de_de: Fachschaft
fr_fr: Association étudiante

source: Nextcloud enables you to sync and share your documents.
de_de: Nextcloud ermöglicht es dir, Dokumente zu synchronisieren und mit anderen Leuten zu teilen.
fr_fr: Nextcloud vous permet de synchroniser et de partager vos documents.

source: You can find your fellow students' OpenPGP keys on our public keyserver.
de_de: Auf unserem Public Keyserver kannst du die OpenPGP-Schlüssel deiner Kommilitonen finden.
fr_fr: Vous pouvez trouver les clés OpenPGP de vos camarades sur notre serveur de clés publiques.

source: No valid OpenPGP keys.
de_de: Keine gültigen OpenPGP-Schlüssel.
fr_fr: Pas de clés OpenPGP valide.

source: All keys
de_de: Alle Schlüssel
fr_fr: Toutes les touches

source: All keys on the keyserver
de_de: Alle Schlüssel auf dem Keyserver
fr_fr: Toutes les touches sur le serveur de clés

source: Trust graph
de_de: Vertrauensgraph
fr_fr: Graphe de fiducie

source: You can drag the blue selector at the upper left to scroll.
de_de: Du kannst den blauen Marker in der oberen linken Ecke verwenden um zu scrollen.
fr_fr: Vous pouvez faire glisser le sélecteur bleu en haut à gauche pour faire défiler.

source: Click on a node to highlight its connections.
de_de: Klicke auf einen Knoten, um seine Verbindungen hervorzuheben.
fr_fr: Cliquez sur un nœud pour mettre en évidence ses connexions.

source: Return to party <a href="%(party_url)s">%(party_name)s</a>.
de_de: Zurück zur Keysigning-Party <a href="%(party_url)s">%(party_name)s</a>.
fr_fr: Retour à partie <a href="%(party_url)s">%(party_name)s</a>.

source: Key ID
de_de: Schlüssel-ID

source: Size
de_de: Länge
fr_fr: Taille

source: Created
de_de: Erstellt am
fr_fr: Créer

source: Expires
de_de: Ablauf am
fr_fr: Expire

source: User identities
de_de: Benutzeridentitäten
fr_fr: Identités de l'utilisateur

source: My keys
de_de: Meine Schlüssel
fr_fr: Mes clés

source: Parties
de_de: Partys

source: Key: %(keyid)s
de_de: Schlüssel: %(keyid)s

source: Upload own keys
de_de: Eigene Schlüssel hochladen
fr_fr: Téléchargez touches propres

source: Participate:
de_de: Teilnehmen:
fr_fr: Participer:

source: Trust graph:
de_de: Vertrauensgraph:
fr_fr: Graphe confiance:

source: Unassign
de_de: Zuordnung aufheben

source: You have no keys assigned to you.
de_de: Es sind dir keine Schlüssel zugeordnet.
fr_fr: Vous ne avez pas les clés qui vous sont attribuées.

source: Keyid:
de_de: Schlüssel-ID:

source: Assign key to me
de_de: Ordne mir den Schlüssel zu
fr_fr: Attribuer clé pour moi

source: Tip: You can type your name or email into the keyid field for autocompletion.
de_de: Tipp: Du kannst für die Autovervollständigung deinen Namen oder deine E-Mail in das Schlüssel-ID-Feld schreiben.
fr_fr: Indication: Vous pouvez taper votre nom ou email dans le champ keyid pour l'auto-complétion.

source: Download all participating keys
de_de: Lade alle teilnehmenden Schlüssel herunter
fr_fr: Télécharger tous les participants clés

source: Show trust graph for this party
de_de: Zeige den Vertrauensgraph für diese Keysiging-Party
fr_fr: Afficher la confiance graphique pour ce parti

source: Show missing signatures
de_de: Zeige fehlende Signaturen
fr_fr: Afficher signatures manquantes

source: Participating keys
de_de: Teilnehmende Schlüssel
fr_fr: Touches participants

source: You can select the keys you have verified and find commands to sign these keys at the bottom of this page.
de_de: Du kannst die Schlüssel, die du geprüft hast, auswählen und findest dann am Ende der Seite Befehle um diese zu signieren.
fr_fr: Vous pouvez sélectionner les touches que vous avez vérifié et trouver des commandes à signer ces touches au bas de cette page.

source: Commands to sign selected keys
de_de: Befehle um die ausgewählten Schlüssel zu signieren
fr_fr: Commandes de signer clés sélectionnées

source: Using caff
de_de: Mit caff
fr_fr: Utilisation caff

source: Using only GnuPG
de_de: Nur mit GnuPG
fr_fr: En utilisant seulement GnuPG

source: Ask for confirmation for each key.
de_de: Bitte um Bestätigung für jeden Schlüssel.
fr_fr: Demander confirmation pour chaque touche.

source: Key submission until
de_de: Schlüssel einreichen bis
fr_fr: Présentation touche jusqu'à ce que

source: Participate
de_de: Teilnehmen
fr_fr: Participer

source: Change keys
de_de: Schlüssel ändern
fr_fr: Changer des clés

source: Missing signatures:
de_de: Fehlende Signaturen:
fr_fr: Les signatures manquantes:

source: Keys missing my signatures
de_de: Schlüssel ohne meine Signatur
fr_fr: Les clés qui manquantes mes signatures

source: User
de_de: Benutzer
fr_fr: Utilisateur

source: Key missing signature
de_de: Schlüssel ohne Signatur
fr_fr: Signature clé manquante

source: From my key
de_de: Von meinem Schlüssel
fr_fr: De ma clé

source: None! Thank you for signing all other keys.
de_de: Keine! Danke, dass du alle anderen Schlüssel signiert hast.
fr_fr: Aucun! Merci de signer toutes les autres touches.

source: Signatures missing on my key
de_de: Fehlende Signaturen auf deinem Schlüssel
fr_fr: Signatures manquante sur ma clé

source: From other key
de_de: Vom anderen Schlüssel
fr_fr: D'autre clé

source: None! Everybody signed your keys.
de_de: Keine! Jeder hat deine Schlüssel signiert.
fr_fr: Aucun! Tout le monde a signé vos clés.

source: Please select the keys you want to be signed by others.
de_de: Bitte wähle die Schlüssel, die du von anderen signiert haben möchtest.
fr_fr: S'il vous plaît sélectionner les touches que vous souhaitez être signé par d'autres.
