Repository: fsinfuhh/mafiasi
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de_de, fr_fr

source: Missing a key? <a href="%(my_keys_url)s">Manage your keys</a>.
de_de: Einer deiner Schlüssel fehlt? <a href="%(my_keys_url)s">Verwalte deine Schlüssel</a>.
fr_fr: Manquer une clé? <a href="%(my_keys_url)s"> Gérer vos clés </a>.

source: Key search
de_de: Schlüsselsuche
fr_fr: Recherche des clé

source: You can also search using the HKP interface:
de_de: Du kannst auch die HKP-Schnittstelle nutzen, um nach Schlüsseln zu suchen:
fr_fr: Vous pouvez également rechercher l'aide de l'interface HKP:

source: search term
de_de: Suchbegriff
fr_fr: terme de recherche

source: Search key
de_de: Schlüssel suchen
fr_fr: Recherche clé

source: Search result for "%(search_term)s"
de_de: Suchergebnis für "%(search_term)s"
fr_fr: Résultat de la recherche de "%(search_term)s"

source: Key details for 0x%(keyid)s
de_de: Schlüsseldetails für 0x%(keyid)s
fr_fr: Détails sur les touches pour 0x%(keyid)s

source: Key information
de_de: Schlüsselinformationen
fr_fr: Informations clés

source: Key
de_de: Schlüssel
fr_fr: Clé

source: Show as plain text
de_de: Als Klartext anzeigen
fr_fr: Afficher sous forme de texte

source: Add own OpenPGP key
de_de: Eigenen OpenPGP-Schlüssel hinzufügen
fr_fr: Ajouter propre clé OpenPGP

source: Insert one or more OpenPGP keys into the following field:
de_de: Füge einen oder mehrere Schlüssel in das folgende Feld ein:
fr_fr: Insérez une ou plusieurs clés OpenPGP dans le champ suivant:

source: Add keys
de_de: Schlüssel hinzufügen
fr_fr: Ajouter des clés

source: Revoked.
de_de: Zurückgezogen.
fr_fr: Révoqué.

source: Never.
de_de: Nie.
fr_fr: Jamais.

source: Expired at {0}
de_de: Abgelaufen am: {0}
fr_fr: Expiré à {0}

source: Could not find the given keyid.
de_de: Konnte die angegebene Schlüssel-ID nicht finden.
fr_fr: Impossible de trouver le keyid donné.

source: Could not find a valid subkey.
de_de: Konnte keinen gültigen Unterschlüssel finden.
fr_fr: Impossible de trouver un sous-clé valide.

source: Key was successfully assigned to you.
de_de: Der Schlüssel wurde dir erfolgreich zugeordnet.
fr_fr: Clé a été assigné avec succès à vous.

source: Key was already assigned to you
de_de: Der Schlüssel wurde dir bereits zugeordnet
fr_fr: Clé a déjà été attribué à vous

source: Sorry, submission period is over.
de_de: Entschuldigung, der Einreichzeitraum für Schlüssel ist vorbei.
fr_fr: Désolé, période de soumission est terminée.

source: Successfully submitted keys to party.
de_de: Schlüssel erfolgreich eingereicht.
fr_fr: Été transmis avec succès clés pour faire la fête.

source: Not participating in this keysigning party.
de_de: Teilnahme an der Keysigning-Party abgesagt.
fr_fr: Ne participe pas à cette signature de clés.

source: That does not look like a valid account name.
de_de: Das ist keine valide Kennung.
fr_fr: Ça ne ressemble pas un compte informatique.

source: That does not look like a valid account name for {}.
de_de: Das ist keine valide E-Mail-Adresse für {}.
fr_fr: Ça ne ressemble pas une adresse e-mail de l'informatique pour {}.

source: Invalid domain
de_de: Ungültige Domain
fr_fr: Domaine non valide

source: The two password fields didn't match.
de_de: Die beiden Passwörter stimmen nicht überein.
fr_fr: Les deux case de mot de passe ne correspondent pas.

source: Wrong password.
de_de: Falsches Passwort.
fr_fr: Mot de passe incorrect.

source: This address is already associated with an account.
de_de: Es existiert bereits ein Account mit dieser E-Mail-Adresse.
fr_fr: Il existe déjà un compte avec cet e-mail.

source: Group addresses cannot be used for this purpose.
de_de: Gruppenadressen können hier nicht verwendet werden.
fr_fr: Les adresses de groupe ne peuvent pas être utilisées ici.

source: Cloak adresses cannot be used for this purpose.
de_de: Cloak-Adressen können hier nicht verwendet werden.
fr_fr: Les adresses masquées ne peuvent pas être utilisées ici.

source: You want to use %(project_name)s with your friends? You can <a href="%(guests_url)s">invite guests</a>.
de_de: Du möchtest %(project_name)s mit deinen Freunden nutzen? Du kannst sie als <a href="%(guests_url)s">Gäste einladen</a>.
fr_fr: Vous souhaitez utiliser %(project_name)s avec vos amis? Vous pouvez <a href="%(guests_url)s">inviter invités</a>.

source: Nickname
de_de: Spitzname
fr_fr: Surnom

source: If you choose a nickname, it will be shown instead of your first name (e.g. when you vote in Dudle)
de_de: Wenn du einen Spitznamen auswählst, wird dieser anstelle deines Vornamens angezeigt
fr_fr: Si vous choisissez un pseudonyme, il sera affiché à la place de votre prénom (par exemple, lorsque vous votez dans Dudle)

source: Change Nickname
de_de: Spitznamen ändern
fr_fr: Change de nom

source: New Email Address
de_de: Neue E-Mail-Adresse
fr_fr: Nouvel adresse é-mail

source: Change Email
de_de: Mailadresse ändern
fr_fr: Modifier adresse é-mail

source: Note: You can "change" your password to the current password to synchronize it with other services (e.g. Jabber)
de_de: Hinweis: Du kannst dein Passwört auf das aktuelle Passwort "ändern", um es mit anderen Diensten zu synchronisieren (z.B. Jabber)
fr_fr: Remarque: Vous pouvez "changement" votre mot de passe le mot de passe en cours pour le synchroniser avec d'autres services (par exemple, Jabber)

source: Old password
de_de: Altes Passwort
fr_fr: Ancien mot de passe

source: New password
de_de: Neues Passwort
fr_fr: Nouveau mot de passe

source: New password confirmation
de_de: Neues Passwort bestätigen
fr_fr: Nouvelle confirmation de mot de passe

source: Change password
de_de: Passwort ändern
fr_fr: Changer le mot de passe

source: Email address is invalid
de_de: E-Mail-Adresse ist ungültig
fr_fr: Adresse é-mail ne est pas valide

source: The mailserver said:
de_de: Der Mailserver sagte:
fr_fr: Le serveur de courrier dit:

source: Hi, you requested to associate the email address %(email)s with the %(project_name)s account %(username)s. If this is correct, please verify the address by following this link: %(link)s The link will be valid for 24 hours.
de_de: Hallo, du möchtest die E-Mailadresse des %(project_name)s-Accounts %(username)s auf %(email)s setzen. Wenn das korrekt ist, bestätige bitte die Adresse, indem du folgenden Link aufrufst: %(link)s Dieser Link ist für 24 Stunden gültig.
fr_fr: Salut, vous avez demandé d'associer l'adresse électronique %(email)s avec le compte %(username)s à %(project_name)s. Si c'est correct, veuillez vérifier l'adresse en suivant ce lien : %(link)s Le lien sera valable pendant 24 heures.

source: Did you forget your password?
de_de: Passwort vergessen?
fr_fr: Avez-vous oublié votre mot de passe?

source: Password reset complete
de_de: Passwort zurücksetzen erfolgreich
fr_fr: Mot de passe réinitialiser complète

source: Your password has been set. You may go ahead and log in now.
de_de: Dein Passwort wurde gesetzt. Du kannst dich nun damit einloggen.
fr_fr: Votre mot de passe a été défini. Vous pouvez aller de l'avant et ouvrir une session maintenant.

source: Log in
de_de: Einloggen
fr_fr: S'identifier

source: Password reset
de_de: Passwort zurücksetzen
fr_fr: Mot de passe réinitialisation

source: Enter new password
de_de: Gib das neue Passwort ein
fr_fr: Entrez nouveau mot de passe

source: Please enter your new password twice so we can verify you typed it in correctly.
de_de: Bitte gib dein neues Passwort zweimal ein, um sicherzustellen, dass du es korrekt eingegeben hast.
fr_fr: S'il vous plaît entrez votre nouveau mot de passe deux fois afin que nous puissions vérifier que vous tapé correctement.

source: New password:
de_de: Neues Passwort:
fr_fr: Nouveau mot de passe:

source: Change my password
de_de: Mein Passwort ändern
fr_fr: Changer mon mot de passe

source: Password reset unsuccessful
de_de: Passwort konnte nicht zurückgesetzt werden
fr_fr: Mot de passe réinitialiser infructueuse

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
de_de: Der Passwort-zurücksetzen-Link ist ungültig, vermutlich weil er bereits benutzt wurde. Bitte beantrage das Zurücksetzen des Passworts erneut.
fr_fr: Le lien de réinitialisation de mot ne était pas valide, peut-être parce qu'il a déjà été utilisé. Se il vous plaît demander un nouveau mot de passe réinitialisé.

source: Password reset successful
de_de: Passwort wurde zurückgesetzt
fr_fr: Mot de passe réinitialiser succès

source: We've emailed you instructions for setting your password to the email address you submitted. You should be receiving it shortly.
de_de: Wir haben dir an deine eingetragene E-Mail-Adresse eine E-Mail mit weiteren Anweisungen geschickt. Du solltest sie in Kürze empfangen.
fr_fr: Nous vous avons envoyé un courriel à suivre pour configurer votre mot de passe à l'adresse e-mail que vous avez soumis. Vous devriez recevoir sous peu.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
de_de: Du hast diese E-Mail bekommen, weil du das Zurücksetzen deines Passworts für deinen Account auf %(site_name)s beantragt hast.
fr_fr: Vous recevez cet email car vous avez demandé une réinitialisation de mot de passe pour votre compte d'utilisateur à %(site_name)s.

source: Please go to the following page and choose a new password:
de_de: Bitte besuche die folgende Seite und wähle ein neues Passwort:
fr_fr: S'il vous plaît aller à la page suivante et choisir un nouveau mot de passe:

source: Your username, in case you've forgotten:
de_de: Dein Benutzername lautet:
fr_fr: Votre nom d'utilisateur, au cas où vous avez oublié:

source: Thanks for using our site!
de_de: Danke, dass du unsere Seite benutzt!
fr_fr: Merci pour avoir utilisé notre site!

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
de_de: Du hast dein Passwort vergessen? Gib deine E-Mail-Adresse ein und wir schicken dir Anweisungen, wie du ein neues setzen kannst.
fr_fr: Vous avez oublié votre mot de passe? Entrez votre adresse émail ci-dessous, et nous vous enverrons des instructions pour installer un nouveau.

source: Email address:
de_de: E-Mail-Adresse:
fr_fr: Adresse émail:

source: Reset my password
de_de: Mein Passwort zurücksetzen
fr_fr: Réinitialiser mon mot de passe

source: Registration
de_de: Registrierung
fr_fr: Inscription

source: Registration with informatics account
de_de: Registrierung mit Informatik-Kennung
fr_fr: Inscription avec compte informatique

source: Please enter your informatics account into the following field. The account is usually composed of a number and up to seven letters, e.g. <code>1musterm</code>. Afterwards, you will receive an email with further instructions.
de_de: Bitte gib in das folgende Feld deine Informatik-Kennung ein. Diese besteht normalerweise aus einer Zahl und bis zu sieben Buchstaben, zum Beispiel <code>1musterm</code>. Anschließend erhältst du eine E-Mail mit weiteren Anweisungen.
fr_fr: Veuillez entrer votre compte informatique dans le champ suivant. Il est généralement composé d'un numéro et sept lettres au maximum, par exemple <code>1musterm</code>. Ensuite, vous recevrez un e-mail contenant des instructions supplémentaires.

source: Registration with email address
de_de: Registrierung mit E-Mail-Adresse
fr_fr: Inscription avec adresse e-mail

source: Here, registration with specific email addresses is possible. Unless you have one of the listed email addresses, you should register with your informatics account.
de_de: Hier ist die Registrierung mit bestimmten E-Mail-Adressen möglich. Wenn du keine der aufgelisteten Adressen besitzt, solltest du dich mit deiner Informatik-Kennung registrieren.
fr_fr: Ici, l'enregistrement avec des adresses électroniques spécifiques est possible. Si vous n'avez pas l'une des adresses électroniques listées, vous devez vous inscrire avec votre compte informatique.

source: Verify your address to continue
de_de: Bestätige deine Mailadresse, um fortzufahren
fr_fr: Vérifiez votre adresse pour continuer

source: You should have received a link to %(email)s now, which you can use to verify your address.
de_de: Du solltest nun einen Link an %(email)s bekommen haben, mit dem du diese Adresse bestätigen kannst.
fr_fr: Vous devriez avoir reçu un lien à %(email)s que vous pouvez utiliser pour vérifier votre adresse.

source: If the given account exists, you should have received a link via email now, which you can use to verify your address.
de_de: Wenn die angegebene Kennung existiert, solltest du nun einen Link per E-Mail bekommen haben, mit dem du diese Adresse bestätigen kannst.
fr_fr: Si le compte donné existe, vous devriez avoir reçu un lien par e-mail que vous pouvez utiliser pour vérifier votre adresse.

source: Sorry, but we don't know you yet :-(
de_de: Tut uns leid, aber wir kennen dich noch nicht :-(
fr_fr: Désolé, mais nous ne vous connaissons pas encore :-(

source: Please provide us some more information.
de_de: Bitte gib uns noch ein paar Informationen.
fr_fr: S'il vous plaît nous fournir quelques informations.

source: Informatics account
de_de: RZ-Kennung
fr_fr: Compte informatique

source: Year of study start
de_de: Jahr des Studienbeginns
fr_fr: Année de début de l'étude

source: Please complete your registration
de_de: Bitte vervollständige deine Registrierung
fr_fr: Veuillez compléter votre inscription

source: Your Email
de_de: Deine E-Mail-Addresse
fr_fr: Votre e-mail

source: Token expired
de_de: Token abgelaufen
fr_fr: Token expiré

source: Sorry, but the provided token is expired.
de_de: Tut uns leid, aber der angegebene Token ist abgelaufen.
fr_fr: Désolé, mais le jeton fourni est expiré.

source: Invalid token
de_de: Ungültiger Token
fr_fr: Jeton non valide

source: Sorry, but the provided token is invalid.
de_de: Tut uns leid, aber der angegebene Token ist ungültig.
fr_fr: Désolé, mais le jeton fourni ne est pas valide.

source: Password was changed.
de_de: Passwort wurde geändert.
fr_fr: Mot de passe a été changé.

source: Your nickname is now {}.
de_de: Dein Spitzname ist nun {}.
fr_fr: Votre nom est {}.

source: Your email address has been changed.
de_de: Deine E-Mailadresse wurde geändert.
fr_fr: Votre adresse é-mail a été modifiée.

source: Verify this address for %s
de_de: Bestätige diese E-Mailadresse für %s
fr_fr: Vérifiez cette adresse pour %s

source: Account creation at %s
de_de: Accounterstellung um %s
fr_fr: Création de compte à %s

source: Registration: Sending mail failed: {}
de_de: Registrierung: Senden einer Mail fehlgeschlagen: {}
fr_fr: Enregistrement : L'envoi du courrier a échoué: {}

source: Calendar
de_de: Kalender
fr_fr: Calendrier

source: Manage and share your calendars and address book, sync them to all your devices.
de_de: Verwalte und teile deine Kalender und dein Adressbuch. Synchronisiere sie mit deinen Geräten.
fr_fr: Gérez et partagez vos calendriers et carnet d'adresses, les synchroniser sur tous vos appareils.

source: Mafiasi Tauschen is a service that provides an easy possibility to exchange course groups.
de_de: Mafiasi Tauschen vereinfacht das Tauschen von Übungsgruppen mit anderen Studierenden.
fr_fr: Mafiasi Tauschen est un service pour facilement échanger des groupes d'étude.

source: winter term {0}
de_de: Wintersemester {0}
fr_fr: semestre d'hiver {0}

source: summer term {0}
de_de: Sommersemester {0}
fr_fr: session d'été {0}

source: Spacedeck Open is a collaborative whiteboard.
de_de: Spacedeck Open ist ein Whiteboard, das gemeinsam genutzt werden kann.
fr_fr: Spacedeck Open est un tableau blanc interactif est collaboratif.

source: In the wiki you will find important information regarding your studies.
de_de: Im Wiki findest du wichtige Informationen zum Studium. Beteiligen erwünscht!
fr_fr: Dans le wiki, vous trouverez des informations importantes concernant vos études.

source: Login
fr_fr: Connectez-Vouz

source: Name
fr_fr: Nom

source: Repositories
fr_fr: Dépôts

source: Labels:
fr_fr: Étiquettes:

source: Name:
fr_fr: Nom:

source: Status
fr_fr: Statut

source: Labels
fr_fr: Étiquettes

source: Email
fr_fr: Èmail

source: Mumble
fr_fr: Marmonner

source: Nextcloud
fr_fr: Nextloud

source: Keyserver
fr_fr: Serveur de clés

source: Fingerprint
fr_fr: Empreinte digitale

source: Party:
fr_fr: Partie:

source: Keysigning Party:
fr_fr: Parti signature de clés:

source: Account
fr_fr: Compte
